/**
 * helpers.c
 *
 * Функция-помощник, для Набора Проблем 3.
 */
 
#include <cs50.h>

#include "helpers.h"

/**
 * Возвращает true, если значение внутри массива (n - количество элементов в массиве), false - в противном случае.
 */
bool search(int value, int values[], int n)
{
    // TODO: реализуйте алгоритм поиска
    return false;
}

/**
 * Сортирует массив, где n - количество элементов в массиве.
 */
void sort(int values[], int n)
{
    // TODO: реализуйте алгоритм сортировки сложности O(n^2)
    return;
}
